Repository: common-repository/norsani-api
Catalog: languages/norsani-api-*.po
Languages: ar, de_de, es_co, fr_fr, he_il, it_it, ms_my, pt_pt, ru_ru, sv_se, tr_tr

source: Braintree Settings (%s)
ar: إعدادات Braintree (%s)
de_de: Braintree Einstellungen (%s)
es_co: Ajustes Braintree (%s)
fr_fr: Réglages Braintree (%s)
he_il: הגדרות Braintree ( %s)
it_it: Impostazioni Braintree (%s)
ms_my: Tetapan Braintree ( %s)
pt_pt: Configurações do Braintree (%s)
ru_ru: Настройки Braintree (%s)
sv_se: Braintree inställningar ( %s)
tr_tr: Braintree Ayarları ( %s)

source: API credentials
ar: بيانات API
de_de: API-Anmeldeinformationen
es_co: Credenciales de la API
fr_fr: Identifiants API
he_il: אסמכתות API
it_it: Credenziali API
ms_my: API credential
pt_pt: Credenciais da API
ru_ru: Данные для API
sv_se: API-uppgifter
tr_tr: API bilgileri

source: Norsani Mobile App User Menu
ar: قائمة المستخدمين Norsani موبايل التطبيق
de_de: Norsani Mobile App Benutzermenü
es_co: Menú de usuario de Norsani Mobile App
fr_fr: Menu utilisateur de l'application Norsani Mobile
he_il: תפריט משתמש Norsani Mobile App
it_it: Norsani Mobile App Menu Utente
ms_my: Menu Pengguna Aplikasi Mudah Alih Norsani
pt_pt: Menu do usuário do aplicativo móvel Norsani
ru_ru: Меню пользователя мобильного приложения Norsani
sv_se: Användarmenyn för Norsani Mobile App
tr_tr: Norsani Mobile App Kullanıcı Menüsü

source: Sorry %s is %s.
ar: آسف %s هو %s.
de_de: Sorry, %s ist %s.
es_co: Lo siento %s es %s.
fr_fr: Désolé %s est %s.
he_il: %s מצטער הוא %s.
it_it: Spiacente %s è %s.
ms_my: Maaf %s adalah %s.
pt_pt: Desculpe %s é %s.
ru_ru: Извините, %s - это %s.
sv_se: Tyvärr %s är %s.
tr_tr: Üzgünüz %s %s.

source: Sorry you cannot order from %s at this time.
ar: آسف لا يمكنك طلب من %s في هذا الوقت.
de_de: Leider kannst du derzeit nicht bei %s bestellen.
es_co: Lo sentimos, usted no puede ordenar desde %s en este momento.
fr_fr: Désolé, vous ne pouvez pas commander à partir de %s pour le moment.
he_il: מצטערים, לא ניתן להזמין מ- %s בשלב זה.
it_it: Spiacente, non è possibile ordinare da %s in questo momento.
ms_my: Maaf, anda tidak boleh memesan dari %s pada masa ini.
pt_pt: Desculpe você não pode pedir a partir de %s neste momento.
ru_ru: Извините, что в данный момент не можете сделать заказ в %s.
sv_se: Tyvärr kan du inte beställa från %s just nu.
tr_tr: Üzgünüz, şu anda %s öğesinden sipariş veremezsiniz.

source: Sorry, %s service is not available at the moment. Please choose another service.
ar: عذرًا ، خدمة %s غير متوفرة في الوقت الحالي. يرجى اختيار خدمة أخرى.
de_de: Sorry, %s Service ist im Moment nicht verfügbar. Bitte wählen Sie einen anderen Service.
es_co: Lo sentimos, el servicio %s no está disponible en este momento. Por favor, elija otro servicio.
fr_fr: Désolé, le service %s n'est pas disponible pour le moment. Veuillez choisir un autre service.
he_il: מצטערים, שירות %s אינו זמין כרגע. בחר שירות אחר.
it_it: Siamo spiacenti, il servizio %s non è disponibile al momento. Si prega di scegliere un altro servizio.
ms_my: Maaf, perkhidmatan %s tidak tersedia pada masa ini. Sila pilih perkhidmatan lain.
pt_pt: Desculpe, %s serviço não está disponível no momento. Por favor, escolha outro serviço.
ru_ru: К сожалению, в данный момент услуга %s недоступна. Пожалуйста, выберите другую услугу.
sv_se: Tyvärr, %s-tjänsten är inte tillgänglig för tillfället. Vänligen välj en annan tjänst.
tr_tr: Maalesef, %s hizmeti şu anda mevcut değil. Lütfen başka bir servis seçin.

source: Sorry, we cannot receive any more orders for %s today, please come back another day.
ar: عذرًا ، لا يمكننا استلام أي طلبات إضافية لـ%s اليوم ، يرجى العودة في يوم آخر.
de_de: Sorry, wir können heute keine weiteren Bestellungen für %s erhalten, bitte kommen Sie an einem anderen Tag wieder.
es_co: Lo sentimos, no podemos recibir más pedidos de %s hoy, por favor vuelva otro día.
fr_fr: Désolé, nous ne pouvons plus recevoir de commandes de %s aujourd'hui, veuillez revenir un autre jour.
he_il: מצטערים, לא ניתן לקבל הזמנות נוספות עבור %s היום, אנא חזור עוד יום.
it_it: Siamo spiacenti, non possiamo ricevere altri ordini per %s oggi, vi preghiamo di tornare un altro giorno.
ms_my: Maaf, kami tidak dapat menerima sebarang pesanan untuk %s hari ini, sila kembali hari yang lain.
pt_pt: Desculpe, não podemos receber mais encomendas de %s hoje, por favor volte mais um dia.
ru_ru: Извините, мы больше не можем получать заказы на %s сегодня, пожалуйста, приходите в другой день.
sv_se: Tyvärr, vi kan inte ta emot några fler beställningar för %s idag, kom tillbaka till en annan dag.
tr_tr: Maalesef, bugün %s için daha fazla sipariş alamıyoruz, lütfen başka bir gün geri gelin.

source: Sorry, You cannot order that much quantity of %s for today. Please add a quantity lower than %s
ar: عذرًا ، لا يمكنك طلب هذه الكمية الكبيرة من %s لهذا اليوم. الرجاء إضافة كمية أقل من %s
de_de: Sorry, Du kannst nicht so viel %s für heute bestellen. Bitte fügen Sie eine Menge hinzu, die kleiner als %s ist
es_co: Lo siento, no se puede pedir tanta cantidad de %s por hoy. Por favor, añada una cantidad inferior a %s
fr_fr: Désolé, vous ne pouvez pas commander autant de %s pour aujourd'hui. Veuillez ajouter une quantité inférieure à %s
he_il: מצטערים, לא ניתן להזמין כמות גדולה של %s להיום. נא להוסיף כמות נמוכה מ %s
it_it: Spiacente, non è possibile ordinare una tale quantità di %s per oggi. Si prega di aggiungere una quantità inferiore a %s
ms_my: Maaf, Anda tidak boleh memesan jumlah banyak %s untuk hari ini. Sila tambah kuantiti lebih rendah daripada %s
pt_pt: Desculpe, você não pode pedir tanta quantidade de %s por hoje. Por favor, adicione uma quantidade inferior a %s
ru_ru: Извините, на сегодняшний день нельзя заказывать столько %s Пожалуйста, добавьте количество меньше %s
sv_se: Tyvärr, du kan inte beställa så mycket mängd %s för idag. Lägg till en mängd som är lägre än %s
tr_tr: Üzgünüz, bugün için bu kadar fazla miktarda %s sipariş edemezsiniz. Lütfen %s den daha düşük bir miktar ekleyin

source: Sorry, you cannot order %s at this time
ar: عفوًا ، لا يمكنك طلب %s في الوقت الحالي
de_de: Sorry, du kannst %s zur Zeit nicht bestellen
es_co: Lo sentimos, no puede ordenar %s en este momento
fr_fr: Désolé, vous ne pouvez pas commander %s pour le moment
he_il: מצטערים, לא ניתן להזמין %s בשלב זה
it_it: Spiacente, non è possibile ordinare %s in questo momento
ms_my: Maaf, anda tidak boleh memesan %s pada masa ini
pt_pt: Desculpe, você não pode pedir %s neste momento
ru_ru: Извините, вы не можете заказать %s в это время
sv_se: Tyvärr kan du inte beställa %s vid denna tidpunkt
tr_tr: Üzgünüz, şu anda %s siparişi veremezsiniz.

source: You cannot add another %s to your cart.
ar: لا يمكنك إضافة %s آخر إلى سلة التسوق الخاصة بك.
de_de: Du kannst keine weiteren %s zu deinem Warenkorb hinzufügen.
es_co: No puede agregar otros %s a su carrito.
fr_fr: Vous ne pouvez pas ajouter d'autres %s à votre panier.
he_il: לא ניתן להוסיף עוד %s לעגלה.
it_it: Non è possibile aggiungere un altro %s al carrello.
ms_my: Anda tidak boleh menambah %s ke keranjang anda.
pt_pt: Você não pode adicionar outros %s ao seu carrinho.
ru_ru: Вы не можете добавить в корзину другие %s.
sv_se: Du kan inte lägga till en annan %s i din kundvagn.
tr_tr: Alışveriş sepetine %s ekleyemezsin.

source: Sorry, %s cannot be purchased at this time.
ar: عذرًا ، لا يمكن شراء %s في الوقت الحالي.
de_de: Leider kann %s derzeit nicht gekauft werden.
es_co: Lo sentimos, %s no se pueden comprar en este momento.
fr_fr: Désolé, %s ne peuvent pas être achetés pour le moment.
he_il: מצטערים, %s לא ניתן לרכוש בשלב זה.
it_it: Spiacente, al momento non è possibile acquistare %s.
ms_my: Maaf, %s tidak boleh dibeli pada masa ini.
pt_pt: Lamentamos, mas não é possível comprar %s neste momento.
ru_ru: Извините, в данный момент купить %s невозможно.
sv_se: Tyvärr, %s kan inte köpas just nu.
tr_tr: Maalesef, %s şu anda satın alınamıyor.

source: You cannot add %s to the cart because quantity for today has finished.
ar: لا يمكنك إضافة %s إلى العربة لأن الكمية لهذا اليوم قد انتهت.
de_de: Sie können dem Warenkorb keine %s hinzufügen, da die Menge für heute abgelaufen ist.
es_co: No puede añadir %s al carrito porque la cantidad para hoy ha terminado.
fr_fr: Vous ne pouvez pas ajouter de %s au panier parce que la quantité pour aujourd'hui est terminée.
he_il: לא ניתן להוסיף %s לעגלה מכיוון שהכמות עבור היום הסתיימה.
it_it: Non è possibile aggiungere %s al carrello perché la quantità per oggi è finita.
ms_my: Anda tidak boleh menambah %s pada troli kerana kuantiti untuk hari ini telah selesai.
pt_pt: Você não pode adicionar %s ao carrinho porque a quantidade de hoje terminou.
ru_ru: Вы не можете добавить в корзину %s, потому что количество на сегодняшний день закончилось.
sv_se: Du kan inte lägga till %s i vagnen eftersom kvantiteten för idag är klar.
tr_tr: Sepetinize %s ekleyemezsiniz çünkü bugün için miktar bitti.

source: You cannot add that amount of %s to the cart, only %s is available today and you already have %s in your cart.
ar: لا يمكنك إضافة هذه الكمية من %s إلى العربة ، فقط %s متاح اليوم ولديك بالفعل %s في سلة التسوق الخاصة بك.
de_de: Du kannst diese Anzahl von %s nicht zum Warenkorb hinzufügen, nur %s ist heute verfügbar und du hast bereits %s in deinem Warenkorb.
es_co: No puedes añadir esa cantidad de %s al carrito, sólo %s está disponible hoy y ya tienes %s en tu carrito.
fr_fr: Vous ne pouvez pas ajouter ce montant de %s au panier, seul %s est disponible aujourd'hui et vous avez déjà %s dans votre panier.
he_il: לא ניתן להוסיף את הסכום הזה של %s לעגלה, רק %s זמין היום וכבר יש לך %s בעגלה.
it_it: Non è possibile aggiungere tale quantità di %s al carrello, solo %s è disponibile oggi e hai già %s nel tuo carrello.
ms_my: Anda tidak dapat menambah jumlah %s untuk kereta, hanya %s tersedia hari ini dan anda sudah mempunyai %s dalam troli anda.
pt_pt: Você não pode adicionar essa quantidade de %s ao carrinho, apenas %s está disponível hoje e você já tem %s no seu carrinho.
ru_ru: Вы не можете добавить это количество %s в корзину, только %s доступно сегодня, и у вас уже есть %s в корзине.
sv_se: Du kan inte lägga till den här summan av %s i vagnen, bara %s är tillgänglig idag och du har redan %s i din vagn.
tr_tr: Bu %s miktarını sepete ekleyemezsiniz, bugün yalnızca %s kullanılabilir ve sepetinizde zaten %s var.

source: Coupon %s does not exist.
ar: الكوبون %s غير موجود.
de_de: Coupon %s existiert nicht.
es_co: Cupón %s no existe.
fr_fr: Coupon %s n'existe pas.
he_il: הקופון %s אינו קיים.
it_it: La cedola %s non esiste.
ms_my: Kupon %s tidak wujud.
pt_pt: Cupom %s não existe.
ru_ru: Купонов в %s не существует.
sv_se: Kupong %s existerar inte.
tr_tr: %s kuponu mevcut değil.

source: Coupon %s can only be used individually.
ar: لا يمكن استخدام الكوبون %s إلا بشكل فردي.
de_de: Coupon %s kann nur einzeln verwendet werden.
es_co: Los %s cupón sólo se pueden utilizar individualmente.
fr_fr: Les %s de coupon ne peuvent être utilisés qu'individuellement.
he_il: קופון %s יכול לשמש רק בנפרד.
it_it: I coupon %s possono essere utilizzati solo singolarmente.
ms_my: Kupon %s hanya boleh digunakan secara individu.
pt_pt: As %s de cupão só podem ser usadas individualmente.
ru_ru: Купоны %s могут быть использованы только по отдельности.
sv_se: Kupong %s kan bara användas individuellt.
tr_tr: %s kuponu yalnızca bireysel olarak kullanılabilir.

source: + Free delivery from %s
ar: + التوصيل المجاني من %s
de_de: + Kostenlose Lieferung ab %s
es_co: + Entrega gratuita desde %s
fr_fr: + Livraison gratuite à partir de %s
he_il: + משלוח חינם מ- %s
it_it: + Consegna gratuita da %s
ms_my: + Penghantaran percuma dari %s
pt_pt: + Entrega gratuita a partir de %s
ru_ru: + Бесплатная доставка от %s
sv_se: + Fri leverans från %s
tr_tr: + %s fiyatından ücretsiz teslimat

source: Total Delivery
ar: مجموع رسوم التوصيل
de_de: Gesamtlieferung
es_co: Entrega total
fr_fr: Livraison totale
he_il: סה"כ אספקה
it_it: Consegna totale
ms_my: Penghantaran Keseluruhan
pt_pt: Entrega Total
ru_ru: Всего Доставка
sv_se: Total leverans
tr_tr: Toplam teslimat

source: (estimated for %s)
ar: (متوقع لـ %s)
de_de: (voraussichtlich %s)
es_co: (estimado para %s)
fr_fr: (estimé pour %s)
he_il: מוערך עבור: %s
it_it: (stimate per %s)
ms_my: (anggaran untuk %s)
pt_pt: (estimado para %s)
ru_ru: (оценивается %s)
sv_se: (beräknad för %s)
tr_tr: (% s için tahmini)

source: estimated for %s
ar: المقدر ل %s
de_de: geschätzt für %s
es_co: Estimado para %s
fr_fr: estimé pour %s
he_il: הערכה עבור %s
it_it: stimata per %s
ms_my: anggaran untuk %s
pt_pt: estimado para %s
ru_ru: по оценкам, для %s
sv_se: uppskattad för %s
tr_tr: tahmini %s

source: (includes %s)
ar: (يشمل %s)
de_de: (inkl. %s)
es_co: (incluye %s)
fr_fr: (inclus %s)
he_il: (כולל %s)
it_it: (include %s)
ms_my: (termasuk %s)
pt_pt: (inclusões %s)
ru_ru: (в т.ч. %s)
sv_se: (inkl. %s)
tr_tr: (%s dahil)

source: Ends in %s %s
ar: ينتهي بـ%s %s
de_de: Endet in %s %s
es_co: Termina en %s %s
fr_fr: Fin en %s %s
he_il: מסתיים ב- %s %s
it_it: Termina in %s %s
ms_my: Berakhir dalam %s %s
pt_pt: Termina em %s %s
ru_ru: Конец в %s %ss
sv_se: Slutar i %s %s
tr_tr: %s %s içinde bitiyor

source: Month
ar: شهر
de_de: Monat
es_co: Mes
fr_fr: Mois
he_il: חודש
it_it: Mese
ms_my: Bulan
pt_pt: Mês
ru_ru: Месяц
sv_se: Månad
tr_tr: Ay

source: Day
ar: يوم
de_de: Tag
es_co: Día
fr_fr: Jour
he_il: יום
it_it: Giorno
ms_my: Hari
pt_pt: Dia
ru_ru: День
sv_se: Dag
tr_tr: Gün

source: Hour
ar: ساعة
de_de: Stunde
es_co: Hora
fr_fr: Heure
he_il: שעה
it_it: Ora
ms_my: Jam
pt_pt: Hora
ru_ru: Час
sv_se: Timme
tr_tr: Saat

source: Minute
ar: دقيقة
es_co: Minuto
he_il: דקה
it_it: Minuto
ms_my: Minit
pt_pt: Minuto
ru_ru: Минута
sv_se: Minut
tr_tr: Dakika

source: a free
ar: منتج مجاني
de_de: eine kostenlose
es_co: a libre
fr_fr: un
he_il: חופשי
it_it: un libero
ms_my: percuma
pt_pt: um livre
ru_ru: бесплатно
sv_se: en fri
tr_tr: bedava

source: discount
ar: تخفيض
de_de: rabatt
es_co: rebaja
fr_fr: remise
he_il: הנחה
it_it: sconto
ms_my: diskaun
pt_pt: desconto
ru_ru: скидка
sv_se: rabatt
tr_tr: İndirim

source: Sorry, you are not allowed to preform this action.
ar: نأسف ، لا يُسمح لك بتشكيل هذا الإجراء.
de_de: Sorry, du darfst diese Aktion nicht durchführen.
es_co: Lo sentimos, no se le permite realizar esta acción.
fr_fr: Désolé, vous n'êtes pas autorisé à préformer cette action.
he_il: מצטערים, אינך מורשה לבצע פעולה זו מראש.
it_it: Mi spiace, non siete autorizzati a compiere questa azione.
ms_my: Maaf, anda tidak dibenarkan membuat tindakan ini.
pt_pt: Desculpe, não está autorizado a fazer esta acção.
ru_ru: Извините, но вы не можете выполнить это действие.
sv_se: Tyvärr, det är inte tillåtet att förbereda denna åtgärd.
tr_tr: Maalesef, bu işlemi önceden yapmanıza izin verilmiyor.

source: Consumer secret is invalid.
ar: سر المستهلك غير صالح.
de_de: Consumer Secret ist ungültig.
es_co: El secreto del consumidor es inválido.
fr_fr: La clé secrète utilisateur est non valide.
he_il: סוד צרכן אינו תקין.
it_it: Il Consumer Secret non è valido.
ms_my: Rahsia pengguna tidak sah.
pt_pt: A Consumer Secret é inválida.
ru_ru: Секретный код пользователя недействителен.
sv_se: Hemlig användarnyckel är ogiltig.
tr_tr: Geçersiz kullanıcı kilidi.

source: Missing OAuth parameter %s
ar: معلمة OAuth مفقودة %s
de_de: Fehlender OAuth Parameter %s
es_co: Falta parámetro OAuth %s
fr_fr: Paramètre OAuth manquant%s
he_il: הפרמטר %s של OAuth חסר
it_it: Parametro OAuth mancante %s
ms_my: Parameter OAuth yang tiada %s
pt_pt: Faltando parâmetro %s
ru_ru: OAuth параметр %s алдагдсан
sv_se: Saknar OAuth-parameter %s
tr_tr: %s OAuth parametresi eksik

source: Consumer key is invalid.
ar: مفتاح المستهلك غير صالح.
de_de: Consumer Key ist ungültig.
es_co: La Clave de Cliente es incorrecta.
fr_fr: La clé utilisateur est non valide.
he_il: מפתח הצרכן לא תקין.
it_it: La chiave del consumatore non è valida.
ms_my: Kunci pengguna tidak sah.
pt_pt: A chave de consumidor é inválida.
ru_ru: Пользовательский ключ недействителен.
sv_se: Användarnyckel är ogiltig.
tr_tr: Geçersiz kullanıcı anahtarı.

source: Invalid signature - failed to sort parameters.
ar: توقيع غير صالح - فشل في فرز المعلمات.
de_de: Ungültige Signatur - Fehler beim Sortieren von Parametern.
es_co: Firma no válida: no se pudieron clasificar los parámetros.
fr_fr: Signature non valide - échec du tri des paramètres.
he_il: חתימה לא חוקית - נכשלה למיין פרמטרים.
it_it: Firma non valida - non è riuscito a ordinare i parametri.
ms_my: Tandatangan tidak sah - gagal menyusun parameter.
pt_pt: Assinatura inválida - Falha ao classificar parâmetros
ru_ru: Недействительная подпись - не удалось отсортировать параметры.
sv_se: Ogiltig signatur - misslyckades att sortera parametrar.
tr_tr: Geçersiz imza - parametreleri sıralayamadı.

source: Invalid signature - signature method is invalid.
ar: التوقيع غير صالح - طريقة التوقيع غير صالحة.
de_de: Ungültige Signatur - Methode der Signatur ist ungültig.
es_co: Firma inválida - el método de firma es inválido.
fr_fr: Signature non valide - la méthode de signature est non valide.
he_il: חתימה לא תקינה - שיטת החתימה אינה תקינה.
it_it: Firma non valida - il metodo di firma non è valido.
ms_my: Tandatangan tidak sah - kaedah tandatangan tidak sah.
pt_pt: Assinatura inválida - Método de assinatura Inválido
ru_ru: Недействительная подпись - некорректный метод подписи.
sv_se: Ogiltig signatur - signaturmetoden är ogiltig.
tr_tr: Geçersiz imza - imza yöntemi geçersiz.

source: Invalid signature - provided signature does not match.
ar: توقيع غير صالح - لا يتطابق التوقيع.
de_de: Ungültige Signatur - die angegebene Signatur stimmt nicht überein.
es_co: Firma no válida - la firma proporcionada no coincide.
fr_fr: Signature non valide - La signature fournie ne correspond pas.
he_il: חתימה לא חוקית - חתימה שסופקה אינה תואמת.
it_it: Firma non valida - la firma fornita non corrisponde.
ms_my: Tandatangan tidak sah - tandatangan yang disediakan tidak sepadan.
pt_pt: Assinatura inválida - assinatura fornecida não corresponde
ru_ru: Недействительная подпись - предоставленная подпись не совпала.
sv_se: Ogiltig signatur - angiven signatur stämmer inte överens.
tr_tr: Geçersiz imza - sağlanan imza eşleşmiyor.

source: Invalid timestamp.
ar: الطابع الزمني غير صحيح.
de_de: Ungültiger Zeitstempel.
es_co: La marca de tiempo no es válida.
fr_fr: Horodatée invalide.
he_il: חותמת זמן לא חוקית.
ms_my: Timestamp tidak sah.
pt_pt: Carimbo de hora inválido.
ru_ru: Недействительная отметка времени.
sv_se: Ogiltig tidsstämpel.
tr_tr: Geçersiz zaman damgası.

source: Invalid nonce - nonce has already been used.
ar: غير صالح - تم استخدام nonce بالفعل.
de_de: Ungültige Nonce - Nonce wurde bereits verwendet.
es_co: No válido - ya se ha utilizado el no válido.
fr_fr: Nonce invalide - Le nonce a déjà été utilisé.
he_il: נעשה שימוש לא חוקי ב- nonce-nonce.
it_it: Il nonce non valido - il nonce nonce è già stato utilizzato.
ms_my: Nonce - nonce tidak sah telah digunakan.
pt_pt: Nonce inválido, o nonce já foi utilizado.
ru_ru: Недействительный nonce - nonce уже был использован.
sv_se: Ogiltigt nonce - nonce har redan använts.
tr_tr: Geçersiz olmayan - hiç kullanılmamış.

source: The API key provided does not have read permissions.
ar: لا يحتوي مفتاح API المتوفر على أذونات قراءة.
de_de: Der angegebene API-Key hat keine Leserechte.
es_co: La clave de la API proporcionada no tiene permisos de lectura.
fr_fr: La clé d&rsquo;API fournie ne possède pas des droits de lecture.
he_il: מפתח ה- API שסופק אינו מכיל הרשאות קריאה.
it_it: La chiave API fornita non ha i permessi di lettura.
ms_my: Kunci API yang disediakan tidak mempunyai kebenaran baca.
pt_pt: A chave API fornecida não tem permissão de leitura
ru_ru: Прилагаемый ключ API не имеет прав на чтение.
sv_se: Angiven API-nyckel har inte läsrättigheter.
tr_tr: Sağlanan API anahtarında okuma izni yok.

source: The API key provided does not have write permissions.
ar: لا يحتوي مفتاح API المتوفر على أذونات الكتابة.
de_de: Der angegebene API-Key hat keine Schreibrechte.
es_co: La clave de la API proporcionada no tiene permisos de escritura.
fr_fr: La clé d’API fournie ne possède pas les droits d’écriture.
he_il: מפתח ה- API שסופק אינו כולל הרשאות כתיבה.
it_it: La chiave API fornita non ha permessi di scrittura.
ms_my: Kunci API yang disediakan tidak mempunyai kebenaran menulis.
pt_pt: A chave de API fornecida não tem permissões de escrita.
ru_ru: Прилагаемый ключ API не имеет прав на запись.
sv_se: Angiven API-nyckel har inte skrivrättigheter.
tr_tr: Sağlanan API anahtarı yazma izinlerine sahip değil.

source: Unknown request method.
ar: طريقة طلب غير معروفة.
de_de: Nicht unterstützte Anfrage-Methode.
es_co: Método de petición desconocido.
fr_fr: Méthode de requête inconnue.
he_il: שיטת בקשה שאינה נתמכת
it_it: Metodo di richiesta sconosciuto.
ms_my: Kaedah permintaan tidak diketahui.
pt_pt: Método de pedido desconhecido.
ru_ru: Неизвестный метод запроса.
sv_se: Okänd förfrågan metod.
tr_tr: Bilinmeyen istek yöntemi.

source: Cart data
ar: بيانات العربة
de_de: Warenkorb-Daten
es_co: Datos de la cesta
fr_fr: Données du panier
he_il: נתוני סל
it_it: Dati del carrello
ms_my: Data keranjang
pt_pt: Dados do carrinho
ru_ru: Данные тележки
sv_se: Varukorgdata
tr_tr: Sepet verileri

source: Cart coupons
ar: كوبونات السلة
de_de: Warenkorb-Gutscheine
es_co: Cupones de carrito
fr_fr: Coupons de panier
he_il: קופונים של עגלות
it_it: Buoni di cartone
ms_my: Kupon keranjang
pt_pt: Carrinho de compras
ru_ru: Купоны на корзину
sv_se: Varukorgkuponger
tr_tr: Alışveriş sepeti kuponları

source: Order Type
ar: نوع الطلب
de_de: Auftragsart
es_co: Clase de orden
fr_fr: Type de commande
he_il: סוג הזמנה
it_it: Tipo Ordinamento
ms_my: Jenis Pesanan
pt_pt: Tipo de ordem
ru_ru: Тип заказа
sv_se: Sorteringstyp
tr_tr: Sipariş Türü

source: Order Preparation Time
ar: ترتيب وقت التحضير
de_de: Auftragsvorbereitungszeit
es_co: Tiempo de preparación del pedido
fr_fr: Temps de préparation des commandes
he_il: זמן הכנת הזמנה
it_it: Tempo di preparazione dell'ordine
ms_my: Masa Persediaan Pesanan
pt_pt: Tempo de preparação da encomenda
ru_ru: Время подготовки заказа
sv_se: Orderberedningstid
tr_tr: Sipariş Hazırlama Süresi

source: Billing Form
ar: نموذج الفواتير
de_de: Rechnungsformular
es_co: Formulario de facturación
fr_fr: Formulaire de facturation
he_il: טופס חיוב
it_it: Modulo di fatturazione
ms_my: Borang Pengebilan
pt_pt: Formulário de faturamento
ru_ru: Форма для выставления счетов
sv_se: Faktureringsformulär
tr_tr: Fatura Formu

source: Payment Method
ar: طريقة الدفع
de_de: Zahlungsart
es_co: Método de Pago
fr_fr: Mode de paiement
he_il: אמצעי תשלום
it_it: Metodo di pagamento
ms_my: Kaedah Pembayaran
pt_pt: Método de pagamento
ru_ru: Способ оплаты
sv_se: Betalningsmetod
tr_tr: Ödeme Yöntemi

source: Delivery Notes
ar: وصول التسليم
de_de: Lieferscheine
es_co: Notas de entrega
fr_fr: Notes sur la livraison
he_il: הערות משלוח
it_it: Note di consegna
ms_my: Nota penghantaran
pt_pt: Notas de entrega
ru_ru: Товарные накладные
sv_se: Följesedlar
tr_tr: Teslimat notları

source: User Location
ar: موقع المستخدم
de_de: Benutzer Standort
es_co: Ubicación del usuario
fr_fr: Emplacement de l’utilisateur
he_il: מיקום משתמש
it_it: Località Utente
ms_my: Lokasi Pengguna
pt_pt: Localização do usuário
ru_ru: Местоположение пользователя
sv_se: Besökarens plats
tr_tr: Kullanıcı yeri

source: User Geo Location
ar: الموقع الجغرافي للمستخدم
de_de: Benutzer-Geolokalisierung
es_co: Ubicación geográfica del usuario
fr_fr: Emplacement géographique de l'utilisateur
he_il: מיקום גיאוגרפי משתמש
it_it: Posizione geografica dell'utente
ms_my: Lokasi Geo Pengguna
pt_pt: Localização geográfica do usuário
ru_ru: Географическое местоположение пользователя
tr_tr: Kullanıcı Coğrafi Konumu

source: Cash on Delivery
ar: الدفع عند التسليم
de_de: Nachnahme
es_co: Pago en efectivo
fr_fr: Paiement à la livraison
he_il: מזומן בעת המשלוח
it_it: Contrassegno
pt_pt: Contra-reembolso na entrega
ru_ru: Оплата курьеру.
sv_se: Postförskottsbetalning (COD)
tr_tr: Kapıda ödeme
