Repository: common-repository/norsani-api
Catalog: languages/norsani-api-*.po
Languages: ar, de_de, es_co, fr_fr, he_il, it_it, ms_my, pt_pt, ru_ru, sv_se, tr_tr

source: Immediately
ar: فوراً
de_de: Sofort
es_co: Inmediatamente
fr_fr: Immédiatement
he_il: מיד
it_it: Immediatamente
ms_my: Segera
pt_pt: Imediatamente
ru_ru: Немедленно
sv_se: Direkt
tr_tr: Derhal

source: Free Delivery
ar: توصيل مجاني
de_de: Kostenlose Lieferung
es_co: Entrega gratuita
fr_fr: Livraison gratuite
he_il: משלוח חינם
it_it: Consegna gratuita
ms_my: Penghantaran percuma
pt_pt: Entrega gratuita
ru_ru: Бесплатная доставка
sv_se: Fri leverans
tr_tr: Ücretsiz teslimat

source: N/A
ar: غير مطابق
he_il: לא זמין
pt_pt: N/D

source: Minutes
ar: دقائق
de_de: Minuten
es_co: Minutos
he_il: דקות
it_it: Minuti
ms_my: Minit
pt_pt: Minutos
ru_ru: Минут
sv_se: Minuter
tr_tr: Dakika

source: All of %s
ar: كل انحاء %s
de_de: Alle von %s
es_co: Todos los %s
fr_fr: Tous les %s
he_il: כל %s
it_it: Tutti i %s
ms_my: Semua %s
pt_pt: Todos os %s
ru_ru: Все %s
sv_se: Alla av %s
tr_tr: %s tümü

source: Default data to retrieve
ar: البيانات الافتراضية لاسترداد
de_de: Standarddaten zum Abrufen
es_co: Datos por defecto a recuperar
fr_fr: Données par défaut à récupérer
he_il: נתוני ברירת מחדל לאחזור
it_it: Dati predefiniti da recuperare
ms_my: Data lalai untuk mendapatkan semula
pt_pt: Dados padrão para recuperar
ru_ru: Данные по умолчанию для получения данных по умолчанию
sv_se: Standarddata för att hämta
tr_tr: Alınacak varsayılan veriler

source: Available data to retrieve
ar: البيانات المتاحة لطلبها
de_de: Verfügbare Daten zum Abrufen
es_co: Datos disponibles para recuperar
fr_fr: Données disponibles à récupérer
he_il: נתונים זמינים לאחזור
it_it: Dati disponibili per recuperare
ms_my: Data yang tersedia untuk diambil
pt_pt: Dados disponíveis para recuperar
ru_ru: Доступные данные для получения
sv_se: Tillgänglig data för att hämta
tr_tr: Alınacak veri

source: Unique identifier for the resource.
ar: معرّف فريد للمورد.
de_de: Eindeutige ID für die Ressource.
es_co: Identificador único para el recurso.
fr_fr: Identifiant unique pour la ressource.
he_il: מזהה ייחודי עבור המשאב.
it_it: Identificatore univoco per la risorsa.
ms_my: Pengenal pasti unik untuk sumber itu.
pt_pt: Identificador exclusivo para o recurso.
ru_ru: Уникальный идентификатор ресурса.
sv_se: Unik identifierare för resursen.
tr_tr: İnsan kaynağının eşsiz kodu.

source: Type of vendors to retrieve
ar: نوع البائعين لاسترداد
de_de: Art der Lieferanten, die abgerufen werden sollen
es_co: Tipo de proveedores a recuperar
fr_fr: Type de fournisseurs à récupérer
he_il: סוג הספקים לאחזור
it_it: Tipo di fornitori da recuperare
ms_my: Jenis vendor untuk mendapatkan semula
pt_pt: Tipo de fornecedores a recuperar
ru_ru: Вид поставщиков для получения обратной связи
sv_se: Typ av leverantörer att hämta
tr_tr: Alınacak satıcı türü

source: Order type
ar: نوع الطلب
de_de: Bestelltyp
es_co: Clase de orden
fr_fr: Type de commande
he_il: סוג הזמנה
it_it: Tipo operazione
ms_my: Jenis pesanan
pt_pt: Tipo de ordem
ru_ru: Тип заказа
sv_se: Ordertyp
tr_tr: Sıralama Türü

source: Customer account email address
ar: عنوان البريد الإلكتروني لحساب العملاء
de_de: E-Mail-Adresse des Kundenkontos
es_co: Dirección de correo electrónico de la cuenta del cliente
fr_fr: Adresse électronique du compte client
he_il: כתובת דוא"ל של חשבון לקוח
it_it: Indirizzo e-mail del conto cliente
ms_my: Alamat e-mel akaun pelanggan
pt_pt: Endereço de e-mail da conta do cliente
ru_ru: Адрес электронной почты клиентского аккаунта
sv_se: E-postadress för kundkonto
tr_tr: Müşteri hesabı e-posta adresi

source: User locality
ar: موقع المستخدم
de_de: Benutzerort
es_co: Localidad de usuario
fr_fr: Localité de l'utilisateur
he_il: יישוב משתמש
it_it: Località utente
ms_my: Lokasi pengguna
pt_pt: Localidade do usuário
ru_ru: Местность пользователя
sv_se: Användarplats
tr_tr: Kullanıcının bulunduğu yer

source: Search & order from nearby chefs and more..
ar: ابحث وطلب من الطهاة القريبين وغيرهم ..
de_de: Suchen & Bestellen bei nahegelegenen Köchen und mehr....
es_co: Busque y ordene de chefs cercanos y más...
fr_fr: Recherchez et commandez auprès des chefs des environs et plus encore...
he_il: חיפוש וסדר מהשפים הסמוכים ועוד ..
it_it: Cerca e ordina dagli chef vicini e altro ancora.
ms_my: Carian & perintah dari chef berdekatan dan banyak lagi ..
pt_pt: Pesquise e encomende a partir de chefs próximos e muito mais...
ru_ru: Поиск и заказ от близлежащих шеф-поваров и многое другое...
sv_se: Sök och beställ från närliggande kockar och mer ..
tr_tr: Yakındaki şefler ve daha fazla arama ve sipariş ..

source: All Vendors
ar: جميع البائعين
de_de: Alle Anbieter
es_co: Todos los proveedores
fr_fr: Tous les vendeurs
he_il: כל המוכרים
it_it: Tutti i Venditori
ms_my: Semua Penjual
pt_pt: Todos os Vendedores
ru_ru: Все продавцы
sv_se: Alla Säljare
tr_tr: Tüm Satıcılar

source: User Email
ar: البريد الإلكتروني للمستخدم
de_de: Benutzer E-Mail
es_co: Correo electrónico del usuario
fr_fr: Email de l'utilisateur
he_il: האימייל של המשתמש
it_it: Email utente
ms_my: Email User
pt_pt: Email do utilizador
ru_ru: Email пользователя
sv_se: Användarens e-post
tr_tr: Kullanıcı E-Postası

source: Orders count to retrieve
ar: أوامر العد لاسترداد
de_de: Aufträge zählen für den Abruf
es_co: Las órdenes cuentan para recuperar
fr_fr: Les commandes comptent pour récupérer
he_il: הספירה לספור כדי לאחזר
it_it: Contare gli ordini da recuperare
ms_my: Pesanan dikira untuk mendapatkan semula
pt_pt: Ordens contam para recuperar
ru_ru: Приказы считаются для получения
sv_se: Order räknas för att hämta
tr_tr: Alınacak sipariş sayısı

source: Payment gateway
ar: بوابة الدفع
de_de: Zahlungsart / Bezahl-Gateway
es_co: Pasarela de pago
fr_fr: Passerelle de paiement
he_il: אמצעי תשלום
it_it: Metodo di pagamento
ms_my: Gerbang pembayaran
pt_pt: Modo de pagamento
ru_ru: Платежный шлюз
sv_se: Betalningsmodul
tr_tr: Ödeme ağ geçidi

source: Fee
ar: الرسوم
de_de: Gebühr
es_co: Tarifa
fr_fr: Frais
he_il: עמלה
it_it: Tassa
ms_my: Bayaran
pt_pt: Taxa
ru_ru: Плата
sv_se: Avgift
tr_tr: Ücret

source: Refund #%1$s - %2$s by %3$s
ar: استرداد المال #%1$s-%2$s بواسطة %3$s
de_de: Erstattung Nr. %1$s - %2$s von %3$s
es_co: Reembolso #%1$s - %2$s por %3$s
fr_fr: Rembourser #%1$s - %2$s par %3$s
he_il: החזר כספי של%1$s -%2$s על ידי%3$s
it_it: Rimborso #%1$s - %2$s by %3$s
ms_my: Bayaran balik #%1$s -%2$s oleh %3$s
pt_pt: Reembolso #%1$s - %2$s por %3$s
ru_ru: Возврат #%1$s — %2$s из %3$s
sv_se: Återköp #%1$s - %2$s av %3$s
tr_tr: Geri ödeme #%1$s - %2$s ile %3$s

source: ID: %d
ar: المعرف: %d

source: Refund #%1$s - %2$s
ar: مردود %1$s - %2$s
de_de: Erstattung Nr. %1$s - %2$s
es_co: Reembolso #%1$s - %2$s
fr_fr: Remboursement #%1$s -%2$s
he_il: בצע החזר כספי עבור %s באמצעות %s
it_it: Rimborso #%1$s - %2$s
ms_my: Bayaran balik #%1$s -%2$s
pt_pt: Reembolso #%1$s via %2$s
ru_ru: Возврат #%1$s - %2$s
sv_se: Återbetalt id: %1$s den: %2$s
tr_tr: #%1$s - %2$s tutarında geri ödeme

source: %s %s from %s
ar: %s %s من %s
de_de: %s %s von %s
fr_fr: %s %s de %s
he_il: %s %s מ %s
it_it: %s %s da %s
ms_my: %s %s dari %s
pt_pt: %s %s de %s
ru_ru: %s %s от %s
sv_se: %s %s från %s
tr_tr: %s %s kaynağından %s

source: product
ar: منتج
de_de: produkt
fr_fr: produit
he_il: מוצר
it_it: prodotto
ms_my: produk
pt_pt: produto
ru_ru: товар
sv_se: produkt
tr_tr: ürün

source: Search Keyword
ar: كلمة البحث
de_de: Stichwortsuche
es_co: Buscar palabra clave
fr_fr: Rechercher par mot-clé
he_il: מילת מפתח לחיפוש
it_it: Parola chiave di ricerca
ms_my: Kata kunci carian
pt_pt: Pesquisar palavra-chave
ru_ru: Поиск по ключевому слову
sv_se: Sökord
tr_tr: Anahtar Kelime Ara

source: IDs of user's favorite vendors
ar: معرفات البائعين المفضل للمستخدم
de_de: IDs der bevorzugten Lieferanten des Benutzers
es_co: IDs de los proveedores favoritos del usuario
fr_fr: ID des fournisseurs favoris de l'utilisateur
he_il: מזהי הספקים המועדפים על המשתמש
it_it: ID dei fornitori preferiti dall'utente
ms_my: ID kepada vendor kegemaran pengguna
pt_pt: IDs de fornecedores favoritos do usuário
ru_ru: Идентификаторы любимых поставщиков пользователей
sv_se: ID: er av användarens favoritleverantörer
tr_tr: Kullanıcının favori satıcılarının kimlikleri

source: IDs of user's favorite items
ar: معرفات العناصر المفضلة للمستخدم
de_de: IDs der Lieblingsartikel des Benutzers
es_co: IDs de los artículos favoritos del usuario
fr_fr: ID des articles préférés de l'utilisateur
he_il: מזהים של הפריטים המועדפים על המשתמש
it_it: ID degli elementi preferiti dall'utente
ms_my: ID barang kegemaran pengguna
pt_pt: IDs dos itens favoritos do usuário
ru_ru: Идентификаторы любимых товаров пользователя
sv_se: ID: er av användarens favoritartiklar
tr_tr: Kullanıcının favori öğelerinin kimlikleri

source: Invalid Vendor ID.
ar: معرف البائع غير صحيح.
de_de: Ungültige Verkäufer ID.
es_co: ID de proveedor no válido.
fr_fr: ID vendeur invalide.
he_il: מזהה ספק לא חוקי.
it_it: ID Venditore non valido.
ms_my: ID Penjual tidak sah.
pt_pt: ID de fornecedor inválido.
ru_ru: Недействительный идентификатор поставщика.
sv_se: Ogiltigt Leverantörs-ID.
tr_tr: Geçersiz satıcı kimliği.

source: All Time
ar: كل الوقت
de_de: Jederzeit
es_co: Todo el tiempo
fr_fr: Tout le temps
he_il: כל הזמנים
it_it: Sempre
ms_my: Setiap masa
pt_pt: Desde Sempre
ru_ru: За все время
sv_se: Totalt
tr_tr: Tüm Zamanlar

source: to
ar: إلى
de_de: bis
es_co: a
fr_fr: à
he_il: עד
it_it: a
ms_my: ke
pt_pt: a
ru_ru: до
sv_se: till
tr_tr: için

source: API to connect with <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a>.
ar: API للتواصل مع <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a> .
de_de: API zur Verbindung mit <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a>.
es_co: API para conectar con <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a>.
fr_fr: API pour se connecter avec <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a>.
he_il: API כדי להתחבר עם <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a> .
it_it: API per connettersi con <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a>.
ms_my: API untuk berhubung dengan <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a> .
pt_pt: API para conectar com <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a>.
ru_ru: API для связи с <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Норсани</a>.
sv_se: API för att ansluta till <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a> .
tr_tr: <a href="https://codecanyon.net/item/norsani-multivendor-food-ordering-system/22255486">Norsani</a> ile bağlantı kurmak için API.

source: Mahmud Hamid
ar: محمود حميد

source: Norsani API
es_co: API de Norsani
ms_my: API Norsani
